{
  "members": [
    {
      "name": "Meastoso",
      "title": "Webmaster",
      "type": "FFXIV",
      "description": "A FFXIV-focused broadcaster who also co-hosts a gaymer bear themed YouTube show, Meast is passionate about FFXIV, entrepreneurship, software development, foodies, traveling, and LGBTQIA+ equality. Come be a part of our “bear-backer” community on Twitch!",
      "priority": 5,
      "twitch": "meastoso",
      "twitter": "meastoso",
      "instagram": "meastoso",
      "youtube": "biggayletsplay",
      "website": "https://meastoso.com",
      "image": "meastoso.jpg"
    },
    {
      "name": "JUSTIN_NICK",
      "title": "FOUNDER",
      "type": "VARIETY",
      "description": "Justin is a proud LGBTQIA+ streamer, and is one of the founders of Rainbow Arcade. He is a variety streamer who loves story-driven games. He's also well-known within his community for questionable gameplay and an extremely loud laugh. No matter what, his community is a safe, welcoming space for all!",
      "priority": 99,
      "twitch": "justin_nick",
      "twitter": "Justin_Moore",
      "instagram": "JustinickPGH",
      "image": "JustinSquare.png"
    },
    {
      "name": "J0HNJ0HNN",
      "title": "FOUNDER",
      "type": "VARIETY",
      "description": "JohnJohn is a proud, body positive gay man. He’s a variety streamer and the Co-Founder of Rainbow Arcade. He loves story driven games with some action/horror sprinkled in. He likes to make people laugh with quick wit, bubbly personality, and the occasional drag or lewd comment.",
      "priority": 99,
      "twitch": "J0hnJ0hnn",
      "twitter": "J0hn_J0hnn",
      "instagram": "J0hnJ0hnn",
      "image": "JJSquare.png"
    },
    {
      "name": "ITSDACODA",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Cody is a variety streamer who proudly identifies as and represents HIV+ LGBTQIA+ individuals. Playing anything from indie to AAA games, he strives to have a welcoming, safe and relaxed space. Head over to either take part in a wide variety of topics discussed or chill to some fun gameplay.",
      "priority": 50,
      "twitch": "Itsdacoda",
      "twitter": "Itsdacoda",
      "instagram": "Itsdacoda",
      "image": "CodySquare.png"
    },
    {
      "name": "GLENNANGEL",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Service with a smile made manifest. Glenn Ángel is an excitable Latinx variety streamer who enjoys Multiplayer Online Games. FFXIV is his main game but you will catch him playing other MMOs such as ESO or battle royales. He loves to practice other languages live so stop by with a \"Ça va?\" \"Tudo Bem?\" or \"¡Hola!\"",
      "priority": 50,
      "twitch": "GlennAngel",
      "twitter": "HelloGlennAngel",
      "instagram": "glennangel",
      "website": "https://helloglennangel.com/",
      "image": "GlennSquare.png"
    },
    {
      "name": "CYPHEROFTYR",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Tanya is a variety streamer who is out and proudly Bi. Catch her playing RPG's, doing talk shows, GM prep or running around in FPS titles. She works to have a welcoming, safe and inclusive space. Stop in, bring a cuppa and hang out for a chill and welcoming time no matter what she's up to.",
      "priority": 50,
      "twitch": "CypherofTyr",
      "twitter": "cypheroftyr",
      "image": "CypherSquare.png"
    },
    {
      "name": "CAFEELA",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Ela is a pansexual girl from Germany. She loves silly conversations and lewd jokes. Her streams feature \"comfy games\", such as Nintendo franchises, simulations, and indie games. Ela's community, The Café, is all about feeling welcome, valid, and cozy. You're always invited for a cuppa!",
      "priority": 50,
      "twitch": "CafeEla",
      "twitter": "TheCafeEla",
      "instagram": "TheCafeEla",
      "image": "ElaSquare.png"
    },
    {
      "name": "LITTLELEGSTV",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "A Dual-Heritage Gay man! He enjoys playing MMORPGs with a side of whatever his community, The Swine Club, is in the mood for. Constantly clipped out of context but all for the sake of a good laugh. There’s a safe place for you to relax over at LittleLegsTV",
      "priority": 50,
      "twitch": "LittleLegsTV",
      "twitter": "LittleLegs_TV",
      "instagram": "LittleLegsTV",
      "image": "LittleLegsSquare.png"
    },
    {
      "name": "THATNERDVIOLET",
      "title": "",
      "type": "DEAD BY DAYLIGHT",
      "description": "ThatNerdViolet is a 31 year old bisexual horror streamer with an emphasis on Dead by Daylight. Outside of screams and memes, Violet has cultivated a caring community where charities focused on LGBTQIA+ and women’s rights have maintained a focus.",
      "priority": 1,
      "twitch": "ThatNerdViolet",
      "twitter": "thatnerdviolet",
      "instagram": "thatnerdviolet",
      "image": "ThatNerdSquare.png"
    },
    {
      "name": "GAYMERGLENN",
      "title": "",
      "type": "OVERWATCH",
      "description": "Glenn is best known for his reckless optimism, and his ability to be pinned by the nearest Reinhardt. He started streaming last year to make more people smile, and to build a community of like-minded people that just want to help each other feel good. GG!",
      "priority": 1,
      "twitch": "GaymerGlenn",
      "twitter": "GaymerGlenn",
      "instagram": "GaymerGlenn",
      "image": "GaymerSquare.png"
    },
    {
      "name": "FRANKTHEPEGASUS",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "FrankthePegasus is an excitable gamer who giggles her way through simulation and sandbox games. She makes games come alive by putting herself in silly situations to make others laugh. Frank's specialty is her ability to connect with her viewers and her passion for bringing good into the world via charity.\n",
      "priority": 10,
      "twitch": "FrankthePegasus",
      "twitter": "FrankthePegasus",
      "instagram": "FrankthePegasus",
      "youtube": "FrankThePegasus",
      "image": "FrankSquare.png"
    },
    {
      "name": "STEPHNEEE_PLZ",
      "title": "",
      "type": "VARIETY",
      "description": "Steph is a pansexual streamer bringing you tech and games... with a please ! Through story games and first person shooters, her smile, laughter, and calm quickly break down any salt. Join her on youtube, twitch, ig, or twitter for some sass... and some stories!",
      "priority": 1,
      "twitch": "Stephneee_plz",
      "twitter": "Stephneee_Plz",
      "instagram": "Stephneee_plz",
      "youtube": "StephneeePlz",
      "image": "StephneeeSquare.png"
    },
    {
      "name": "KILCANNON",
      "title": "",
      "type": "VARIETY",
      "description": "Kilcannon is also referred to as Kil or Daddycannon by many in the Twitch community. He’s a huge goofball that enjoys a broad variety of games ranging from MMOs, digital card games, FPS's, to RPGs. His streams are all about creating a safe space for affirmational, positive community development.",
      "priority": 1,
      "twitch": "Kilcannon",
      "twitter": "Thekilcannon",
      "instagram": "TheKilcannon",
      "website": "https://www.kilcannon.com/",
      "image": "KilcannonSquare.png"
    },
    {
      "name": "KYNETIQ",
      "title": "",
      "type": "DEAD BY DAYLIGHT",
      "description": "Kynetiq is a Dead by Daylight and Variety caster based in Seattle. Engineer by day, streamer by night, he loves to bring people together to share in light-hearted love and appreciation for one another. If you enjoy discussions regarding LGBTQIA+ topics and general witty banter, then please stop by!",
      "priority": 1,
      "twitch": "Kynetiq",
      "twitter": "Kynetiq",
      "instagram": "Kynetiq",
      "image": "kynetiq.jpg"
    },
    {
      "name": "CHILIFARMER",
      "title": "",
      "type": "VARIETY",
      "description": "Chili is a wholesome, yet quietly lewd gay man. He streams MMORPGs and JRPGs. He loves cute and colorful games that make him “UwU”. He loves to encourage all to be their authentic selves and spread the power of friendship around the world.",
      "priority": 1,
      "twitch": "Chilifarmer",
      "twitter": "ChilifarmerG",
      "instagram": "Chili_Farmer",
      "youtube": "ChiliFarmer",
      "image": "ChiliSquare.png"
    },
    {
      "name": "TheRainbowBard",
      "title": "",
      "type": "VARIETY",
      "description": "TheRainbowBard is a bisexual/pansexual nonbinary variety streamer with a love of creating. Their stream includes video games, crafting, and ttrpgs. Their goal is to cultivate a positive, inclusive community that helps to remove the stigma around neurodiverse people.",
      "priority": 1,
      "twitch": "TheRainbowBard",
      "twitter": "therainbowbard",
      "image": "TiffSquare.png"
    },
    {
      "name": "KENSINGTON17",
      "title": "",
      "type": "VARIETY",
      "description": "Kenny is a Dead By Daylight and Overwatch streamer with a hint of other variety of games. His goal is to provide a fun, inclusive community for his champions to be the best versions of themselves. Come for the games and stay for the party.",
      "priority": 1,
      "twitch": "Kensington17",
      "twitter": "Kensington17tv",
      "instagram": "Kensington17",
      "image": "KensingtonSquare.png"
    },
    {
      "name": "DAGONMAR",
      "title": "",
      "type": "VARIETY",
      "description": "Dagonmar is a lewd streamer with a focus on story-heavy games. From lewd and outrgeous comedy, to cute puppy dogs, Dagonmar and his community has something for everyone. Also, his chat sometimes literally turns him into a wolf, but he's definitely (maybe) not a furry.",
      "priority": 1,
      "twitch": "Dagonmar",
      "twitter": "DagonmarTV",
      "instagram": "DagonmarTV",
      "youtube": "Dagonmar",
      "image": "DagonmarSquare.jpg"
    },
    {
      "name": "NICOLELONDONIO",
      "title": "",
      "type": "VARIETY",
      "description": "Nicole/Nico LOVES FPS games, but plays and appreciates various types of games. Accessibility is what Nico strives for on Twitch, and other social platforms. A huge activist/advocate for marginalized communities that they're a part of.",
      "priority": 1,
      "twitch": "NicoleLondonio",
      "twitter": "NicoleLondonio",
      "instagram": "Nihk.Nohk",
      "image": "NicoleSquare.png"
    },
    {
      "name": "URBANBOHEMIAN",
      "title": "",
      "type": "VARIETY",
      "description": "Brian is a 47 year old Black queer variety streamer, writer, and foodie with a “PhD in Brunch”. He mostly plays narrative/action RPGs and the occasional looter shooter. He loves to have a good time on stream, make playful innuendos (ding!) and bring love & disco to every viewer.",
      "priority": 1,
      "twitch": "Urbanbohemian",
      "twitter": "Urbanbohemian",
      "instagram": "urbanbohemian",
      "website": "https://urbanbohemian.com/",
      "image": "UrbanSquare.jpg"
    },
    {
      "name": "PLEASANTLYTWSTD",
      "title": "",
      "type": "VARIETY",
      "description": "PleasantlyTwstd is a black ace content creator focused on challenge runs, tryhard games, and RPGs. She makes content to promote a safe space for ALL marginalized peoples, with debauchery, tea, and wine, while raising money for charities such as Trevor Project, St. Jude, TWLOHA, and many more!",
      "priority": 1,
      "twitch": "PleasantlyTwstd",
      "twitter": "MsTwstd",
      "instagram": "MsVanessa_b",
      "image": "PleasantlySquare.png"
    },
    {
      "name": "MERMAIDQUEENJUDE",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Jude is a content creator, sailor guardian, and cat mom. She is a bisexual nonbinary femme (she/her & they/them) who plays mainly storybased and indie games. Her community, the Mermaid Kingdom, is based in empathy, compassion, and chaotic goodness.",
      "priority": 10,
      "twitch": "MermaidQueenJude",
      "twitter": "MerqueenJude",
      "instagram": "MermaidQueenJude",
      "website": "http://www.mermaidqueenjude.com/",
      "image": "MermaidSquare.png"
    },
    {
      "name": "EEVOLICIOUS",
      "title": "",
      "type": "VARIETY",
      "description": "Eevo is a Portuguese variety Streamer who showcases his Drag transformations and Characters live on Twitch. Humour, drama and looks! Expect to see lots of Horror and multiplayer games. Promoting the power in being YOU, Eevolicious creates a space of acceptance and having fun with it!",
      "priority": 1,
      "twitch": "Eevolicious",
      "twitter": "Eevolicious",
      "instagram": "Eevolicious",
      "image": "EevoSquare.png"
    },
    {
      "name": "BIRDOFCHESS",
      "title": "",
      "type": "VARIETY",
      "description": "Birdofchess, aka Rook, is a variety MMO broadcaster and pansexual woman. Fostering a welcoming and uplifting community, she strives to spread smiles while helping players connect in-game and out. Rook is a Twitch and ArenaNet partner as well as co-host of Gamer Escape's Aetheryte Radio podcast.",
      "priority": 1,
      "twitch": "BirdofChess",
      "twitter": "BirdofChess",
      "instagram": "BirdofChess",
      "image": "Rook.jpg"
    },
    {
      "name": "CREVLM",
      "title": "",
      "type": "FFXIV",
      "description": "Crev is a Final Fantasy XIV: Online, Indie games and light variety broadcaster. She's a retired USAF disabled veteran , mental health advocate and a bi-sexual woman.. She focuses building a space where people can feel comfortable & meet new friends. She can't wait to welcome you in as a new friend",
      "priority": 1,
      "twitch": "CrevLM",
      "twitter": "CreLMTV",
      "instagram": "CrevLM",
      "image": "CrevSquare.png"
    },
    {
      "name": "AWNR",
      "title": "",
      "type": "VARIETY + ARTIST",
      "description": "When games first started showcasing queer characters, Awnr began to see gaming in a new light. He came to Twitch hoping to spark that same sense of recognition. From adventures, to indies & digital art, he is constantly looking at things through a LGBTQIA+ lens.",
      "priority": 1,
      "twitch": "Awnr",
      "twitter": "Awnr",
      "instagram": "Awnr",
      "image": "AwnrSquare.png"
    },
    {
      "name": "KEN2PT0",
      "title": "",
      "type": "VARIETY",
      "description": "Ken2pt0 focuses on Final Fantasy, Overwatch, & Pokémon. Viewers always get a healthy dose of KEN, stands for KINDNESS (uplifting fun!), EVOLUTION (new approaches, games,), & NANCY-BOI (lots of LGBTQIA+ content). Ken is like an Eevee, limitless potential. Hope you’ll tune in.",
      "priority": 1,
      "twitch": "Ken2pt0",
      "twitter": "Ken2pt0",
      "instagram": "Ken2pt0",
      "youtube": "Ken2pt0",
      "image": "KenSquare.png"
    },
    {
      "name": "BADANDYWRITES",
      "title": "",
      "type": "VARIETY",
      "description": "Andy is a variety streamer who loves playing story-rich games with relatable characters. When he’s not gaming, you can find him working on his fantasy novel in real-time. Follow along as he tackles revisions and shares details about the publishing industry, writing, and exploits his adorable dog.",
      "priority": 1,
      "twitch": "BadAndyWrites",
      "twitter": "BadAndyTweets",
      "instagram": "Andoshoots",
      "image": "AndySquare.png"
    },
    {
      "name": "SEALBURN",
      "title": "",
      "type": "VARIETY",
      "description": "Scott is a 26 year old gaymer from Los Angeles, CA, working in media. He loves playing a range of story-driven, role playing, and FPS games. Through his streams, he strives on being a resource for LGBTQIA+ individuals and aims to build an inclusive community for everyone to hang out and have fun.",
      "priority": 1,
      "twitch": "Sealburn",
      "twitter": "Sealburn",
      "instagram": "Albvrn",
      "image": "SealburnSquare.png"
    },
    {
      "name": "HAYDARU",
      "title": "",
      "type": "VARIETY",
      "description": "Haydaru is a 26 year old Variety streamer from Australia. You can catch him playing any genre of game from JRPGs to Horror or Just Chatting to connect with his audience. He’s best known for his ear piercing scream and quirky sense of humour.",
      "priority": 1,
      "twitch": "Haydaru",
      "twitter": "Haydaruuu",
      "instagram": "Haydaruuu",
      "image": "HaydenSquare.jpg"
    },
    {
      "name": "SYNXIEC",
      "title": "",
      "type": "VARIETY",
      "description": "Synxiec (sin-zee-eck) is a lover of stories and player of tabletop games, RPGs, the occasional metroidvania, and spilling the tea about life in all its complexity. It is his hope that any visitors to his stream feel seen, loved, and more free to be themselves!",
      "priority": 1,
      "twitch": "Synxiec",
      "twitter": "Synxiec",
      "instagram": "Synxiecbeta",
      "website": "https://www.synxiec.com/",
      "image": "SynxiecSquare.png"
    },
    {
      "name": "CURRYKALEL",
      "title": "",
      "type": "VARIETY",
      "description": "Curry is a Variety Streamer who enjoys any game he can get his hands on. He is known to play a lot of Overwatch and DBD and he plays a bunch of social games with friends and has a welcoming community and makes sure everyone has a great time! He keeps things silly especially during drinking streams!",
      "priority": 1,
      "twitch": "CurryKalel",
      "twitter": "CurryKalel",
      "instagram": "CurryKalel",
      "image": "CurrySquare.png"
    },
    {
      "name": "SPOFIE",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Spofie is a primarily FFXIV streamer who also streams variety a couple days a week. She loves the Fire Emblem series and atmospheric games especially! Her streams are intended to always be a comfy and inclusive place to hang out.",
      "priority": 10,
      "twitch": "Spofie",
      "twitter": "spofiee",
      "image": "SpofieSquare.png"
    },
    {
      "name": "DUBUSAEYO",
      "title": "",
      "type": "VARIETY",
      "description": "Dubu is a chill red-haired streamer who identifies as Asexual, Aromantic and Agender, and can usually be found running around trying to remember what they were doing half a second ago. They play a variety of games, ranging from VR to MMOs and visual novels, especially LGBTQIA+ themed ones.",
      "priority": 1,
      "twitch": "Dubusaeyo",
      "twitter": "Dubusaeyo",
      "instagram": "Dubudsaeyo",
      "image": "DubSquare.png"
    },
    {
      "name": "PSYCHE",
      "title": "",
      "type": "VARIETY",
      "description": "Psyche is an Irish variety streamer with a focus on space, sandboxes, and stories. Described by one viewer as “wholesomely lewd”, she aims to create an uplifting space where she yells about cats and hot aliens. She can also type the alphabet in 2.5 seconds, but has yet to find a use for this skill.",
      "priority": 1,
      "twitch": "Psyche",
      "twitter": "PsychePlays",
      "instagram": "PsychePlays",
      "youtube": "PsychePlays",
      "image": "PsycheSquare.png"
    },
    {
      "name": "SIERRAXMYST",
      "title": "TEAM LEADER",
      "type": "VARIETY",
      "description": "Sierra Myst is a Queer Drag content creator from space, bringing you colourful personality and looks on Twitch! Catch Sierra in and out of drag playing a variety of games on with a focus on science-fiction, simulation, and trying to make a cozy community for everyone!",
      "priority": 10,
      "twitch": "SierraxMyst",
      "twitter": "SierraxMyst",
      "instagram": "SierraxMyst",
      "image": "SierraSquare.png"
    },
    {
      "name": "LOTUSLOVESLOTUS",
      "title": "",
      "type": "VARIETY",
      "description": "Lotus is Texas’s foremost lesbian singleplayer stan. She’s all about creating a safe space for fellow gaymers to be themselves and goof around in, and isn’t afraid to be tough, but fair to get there. A proud indie rep, she’ll show you the best game you’ve never heard of - and it’ll be, like, $10.",
      "priority": 1,
      "twitch": "LotusLovesLotus",
      "twitter": "LotusLovesLotus",
      "image": "LotusSquare.png"
    },
    {
      "name": "DEENUGLIFE",
      "title": "",
      "type": "VARIETY",
      "description": "DeeNugLife is a British LGBTQIA+ POC caster who is a massive fan of MMO's. Healthy discussions about topics that are traditionally dodged while maintaining a light hearted comedic undertone are welcomed. Banter, chaos and occasionally tears are expected!",
      "priority": 1,
      "twitch": "DeeNugLife",
      "twitter": "DeeNugLife",
      "instagram": "DeeNugLife",
      "image": "deenuglife.png"
    },
    {
      "name": "JUSTICEKAZZY",
      "title": "",
      "type": "VARIETY",
      "description": "JusticeKazzy (Kazuma) is a trans masc half-Japanese streamer. On his channel you'll find a variety of games being streamed and plenty of different topics being discussed; all ranging from media analysis to Japanese politics and LGBT+ movements around the globe.",
      "priority": 1,
      "twitch": "JusticeKazzy",
      "twitter": "JusticeKazzy_",
      "instagram": "JusticeKazzy",
      "image": "JusticeSquare.png"
    },
    {
      "name": "XYNTO",
      "title": "",
      "type": "VARIETY",
      "description": "Tony is a 31-year-old variety streamer. Mostly into JRPGs, you can find Tony playing a lot of Final Fantasy-based games, but he will occasionally drift into other kinds of games as well. He also loves food, board games, and running). Feel free to kick back, relax, and let the sillies out!",
      "priority": 1,
      "twitch": "Xynto",
      "twitter": "XyntoTTV",
      "image": "XyntoSquare.jpg"
    },
    {
      "name": "TOPH",
      "title": "",
      "type": "VARIETY",
      "description": "Toph is a gay/demi streamer currently living in Tokyo, Japan. He focuses on creating comfy vibes 24/7 through games like Animal Crossing, Pokemon and various jRPGs. You can expect appearances from his dog Cookie, live Japanese translations, and a ton of community interaction.",
      "priority": 1,
      "twitch": "Toph",
      "twitter": "Tophgames",
      "instagram": "Tophgames",
      "youtube": "TophGames",
      "image": "TophSquare.png"
    },
    {
      "name": "BIGGUSBENNUS",
      "title": "",
      "type": "VARIETY",
      "description": "BiggusBennus is a UK-based variety streamer with a penchant for story-driven games. His weekly streams tend to be very relaxed playthroughs of whatever single-player game has tickled his pickle and at the weekend he delves into multiplayer and co-op games with his community.",
      "priority": 1,
      "twitch": "BiggusBennus",
      "twitter": "BiggusBennus1",
      "instagram": "BiggusBennus",
      "image": "BenSquare.png"
    },
    {
      "name": "JIMBABY",
      "title": "",
      "type": "VARIETY",
      "description": "Jimbaby is a 26 year old, proud, body positive gay man. He’s a variety streamer and a lover of all things Pokémon and Elder Scrolls. RPGs are his favorite, but he also has a soft spot for world-builders like Minecraft and Spore. He talks with his hands and his streaming goal is to make you smile.",
      "priority": 1,
      "twitch": "Jimbaby",
      "twitter": "Jimmyschleisman",
      "instagram": "Jimmyschleisman",
      "image": "JimSquare.JPG"
    },
    {
      "name": "GO_JG",
      "title": "",
      "type": "VARIETY + TTRPGs",
      "description": "Jess is a queer Canadian streamer, showrunner and game designer. They stream video and tabletop games on their Twitch channel, love highlighting indie games, queer content, and encouraging a supportive community. She’ll play just about any game if you tell her there’s a queer cutie she can smooch.",
      "priority": 1,
      "twitch": "go_jg",
      "twitter": "go_jg",
      "image": "GOJGSquare.png"
    },
    {
      "name": "Saffista",
      "title": "",
      "type": "VARIETY",
      "description": "Saffista is a variety streamer who is passionate about representation and visibility. Her goal is to build a welcoming and inclusive space that everyone can call home. She loves coffee, RPGs, Indies, crafting, and playing shooters poorly. Y’all come say hey and hang out for a while.",
      "priority": 1,
      "twitch": "saffista",
      "twitter": "NYMG_saffista",
      "image": "SaffistaSquare.jpg"
    },
    {
      "name": "AJENTVEE",
      "title": "",
      "type": "POKEMON",
      "description": "Vee is a lesbian streamer and artist who primarily plays Pokemon related games. A fan of achievements and hunting for the rarest Pokemon out there, she welcomes memes and good vibes into her community, making it a safe and inclusive space for all.",
      "priority": 1,
      "twitch": "AjentVee",
      "twitter": "AjentVee",
      "image": "AgentVee.png"
    },
    {
      "name": "ALLEEMAC",
      "title": "",
      "type": "ESO",
      "description": "Allee is described as a ball of pure chaotic rainbow energy who is unapologetically herself. Her primary stream game is Elder Scrolls Online, but she also loves diving into any memeable game she can get her hands on. Her community can be summed up in three words: pizza, crab raves, and chaos.",
      "priority": 1,
      "twitch": "AlleeMac",
      "twitter": "AlleeMac",
      "instagram": "itsalleemac",
      "image": "AlleeMac.png "
    },
    {
      "name": "AMETHYSTMILLENNIA",
      "title": "",
      "type": "VARIETY",
      "description": "Amethyst is a non-binary drag king from New York City. They love doing colorful, alternative looks and they&#39;re always eager to try something new. They stream a variety of games from Stardew Valley to Pokemon to tarot. Catch them every Tuesday, Thursday, and Sunday at 7pm EST!",
      "priority": 1,
      "twitch": "AmethystMillennia",
      "twitter": "AmethystTheTwit",
      "instagram": "AmethystMillennia",
      "image": "Amethyst.png"
    },
    {
      "name": "ANDREWARCADE",
      "title": "",
      "type": "VARIETY",
      "description": "Andrew Arcade is a gay variety streamer on Twitch. He has a focus on simulation games paired along with a love for competitive games and JRPGs. Some of his favorites include Dead by Daylight, Animal Crossing, and Persona. Stop on by and get a taste of all the unexpected shenanigans that go down!",
      "priority": 1,
      "twitch": "AndrewArcade",
      "image": "AndrewArcade.jpg"
    },
    {
      "name": "ANNEDORKO",
      "title": "",
      "type": "MUSIC",
      "description": "Anne produces original music on Twitch. They are nonbinary, queer, and value vulnerability and silliness! This tunesmith advocates for mental health and human rights while combating anxiety with chaotic good. Join their journey live and listen to finished songs on Spotify!",
      "priority": 1,
      "twitch": "AnneDorko",
      "twitter": "AnneDorko",
      "instagram": "Anne.Dorko",
      "youtube": "annedorko",
      "website": "https://www.annedorko.com",
      "image": "AnneDorko.jpg"
    },
    {
      "name": "AQUARTERGHOST",
      "title": "",
      "type": "VARIETY",
      "description": "Aquarterghost is a transgender guy that creates a safe space for LGBTQ+ individuals. They stream a variety of chill games such as The Sims 4, Animal Crossing, and Stardew Valley. Their goal is to raise awareness and amplify transgender voices by cultivating a space that speaks out on LGBTQ+ issues.",
      "priority": 1,
      "twitch": "AQuarterGhost",
      "twitter": "AQuarterGhost",
      "instagram": "AQuarterGhost",
      "youtube": "AQuarterGhost",
      "image": "AQuarterSqare.jpg"
    },
    {
      "name": "BLINDJUSTICE90",
      "title": "",
      "type": "VARIETY + DEAD BY DAYLIGHT",
      "description": "Blind Justice is a civil rights lawyer by day and chaotic Twitch streamer by night. Aiming to create a safe space to discuss important social and political issues on stream, there is still no shortage of screaming in Dead by Daylight, cackling laughter, or playing with wigs in drag on the weekend.",
      "priority": 1,
      "twitch": "blind_justice90",
      "twitter": "blindjustice90",
      "instagram": "esolson",
      "image": "BlindJusticeSquare.jpg"
    },
    {
      "name": "CHERATOMO",
      "title": "",
      "type": "VARIETY",
      "description": "Cara is a demipan, chronically ill variety streamer, writer, and narrative designer. The games she plays feature either coziness, a good story, or lots of lore. She shapes her streams like a cup of coffee - warm, comforting, and inclusive, with honesty and a kick of wit. So stop on by~",
      "priority": 1,
      "twitch": "cheratomo",
      "twitter": "cheratomo",
      "youtube": "ArchivesoftheFold",
      "website": "https://www.cheratomo.com/",
      "image": "CheratomoSquare.png"
    },
    {
      "name": "CRITICALBARD",
      "title": "",
      "type": "VARIETY",
      "description": "Omega Jones, also known as the Critical Bard, is a professional black queer singer & streamer based in STL. He is the creator of the #BLACKAF Roundtable & the jingle artist for Critical Role. With honey buns & love, he’s the personification of a hot mess & always makes treble wherever he goes.",
      "priority": 1,
      "twitch": "CriticalBard",
      "twitter": "CriticalBard",
      "youtube": "CriticalBard",
      "website": "https://critbard.com/",
      "image": "CriticalBardSquare.png"
    },
    {
      "name": "CTRLALTQUIN",
      "title": "",
      "type": "VARIETY",
      "description": "Ctrlaltquin is a non-binary comedic variety broadcaster. They love role play games like World of Warcraft, The Forest, Red Dead Redemption and you can occasionally find them playing Overwatch, Fortnite. Off stream you can find them championing for social justice on social media. ",
      "priority": 1,
      "twitch": "CtrlAltQuin",
      "twitter": "CtrlAltQuin",
      "instagram": "CtrlAltQuin",
      "youtube": "MagicWhizzBangs",
      "image": "CtrlAltQuinSquare.jpg"
    },
    {
      "name": "DATADAVE",
      "title": "",
      "type": "VARIETY",
      "description": "DataDave is an RPG, and horror streamer that enjoys story-driven games. He's a voice actor and streams live webtoon readings weekly. You can catch him Day to Day with DataDave streaming games every day with his community, the Database, while they all laugh, enjoy and engage in a fun-filled stream.",
      "priority": 1,
      "twitch": "DataDave",
      "twitter": "DataDaveTV",
      "instagram": "DataDaveTV",
      "image": "DataDave.jpg"
    },
    {
      "name": "DONATARTE",
      "title": "",
      "type": "VARIETY",
      "description": "Dona Tarte is a drag artist and professional baker from Dublin, Ireland. On her channel you can expect gorgeous baked goods, drag transformations, as well as relaxed boy streams, variety gameplay and copious amounts of sarcasm. The cherry on the top is her fabulous and welcoming community.",
      "priority": 1,
      "twitch": "DonaTarte",
      "twitter": "Dona_Tarte",
      "instagram": "Dona_Tarte",
      "website": "https://www.donatarte.com",
      "image": "DonaTarte.png"
    },
    {
      "name": "DRGRZLY",
      "title": "",
      "type": "VARIETY",
      "description": "DrGRZLY is a variety streamer and queer mental health professional. He streams a variety of games, such as horror, indie titles, and viewer games. DrGRZLY also loves to talk about mental health, and regularly answers mental health questions!  Stop by his friendly community and join the Bear Brigade!",
      "priority": 1,
      "twitch": "DrGRZLY",
      "twitter": "DrGRZLY",
      "instagram": "DrGRZLY",
      "youtube": "UClDk7f1XrN0YUJIgKgSLN3g",
      "website": "https://www.drgrzly.tv/",
      "image": "DRGrzly.png"
    },
    {
      "name": "HEYOLIAM",
      "title": "",
      "type": "VARIETY",
      "description": "Liam is a British gay variety streamer who loves discovering new horror games that will keep him on his toes. He enjoys playing Dead by Daylight, Overwatch, switch games and many others. Feel free to stop by and chat in his inclusive, welcoming and often lewd community! Be prepared, Liam screams.",
      "priority": 1,
      "twitch": "heyoliam",
      "twitter": "heyoliam_",
      "instagram": "heyoliam_",
      "image": "heyoliam.jpg"
    },
    {
      "name": "IGEEKEDOUT",
      "title": "",
      "type": "VARIETY + ARTIST",
      "description": "iGeekedout (Edwin) is a Queer Latinx content creator and artist. He is a community based, chat focused streamer who loves denim jackets and beanies. He enjoys playing both story-driven and multi-player games. His community, also known as the Beanie Bunch, is the perfect balance between chill and chaos.",
      "priority": 1,
      "twitch": "iGeekedOut",
      "twitter": "iGeekedOut",
      "instagram": "iGeekedOut",
      "youtube": "UCNDtz1DcYL8ZGqFu350aYQQ",
      "image": "igeekedout.jpg"
    },
    {
      "name": "JEFFBRUTLAG",
      "title": "",
      "type": "VARIETY",
      "description": "Jeff is a gay, non-binary writer and variety streamer (pronouns are he/they), focusing on story driven games, horror games, Nintendo games, and discussions around LGBTQIA+ topics. He aims to make his space like a cozy, queer coffee shop full of Sailor Moon-esque trinkets and decorations.",
      "priority": 1,
      "twitch": "Jeffbrutlag",
      "twitter": "Jeffbrutlag",
      "instagram": "Jeffbrutlag",
      "image": "jeffbrutlag.jpg"
    },
    {
      "name": "KAZE_X",
      "title": "",
      "type": "VARIETY",
      "description": "Kaze (pronounced Kah-zay) is a gay streamer dedicated to creating a fun and welcoming space for everyone in the LGBTQIA+ family! His streams are known for their lengthy just chatting segments, but he also plays a wide variety of games. Expect lots of talk about Japan, beards, and French Bulldogs!",
      "priority": 1,
      "twitch": "Kaze_X",
      "twitter": "Gaymerquest",
      "instagram": "Gaymerquest",
      "image": "kazex.JPG"
    },
    {
      "name": "KIKI_HEALZ",
      "title": "",
      "type": "VARIETY",
      "description": "Kiki (He/They) is a big ol gay cuddly bear who follows his heart.  He is a variety streamer that loves survival, team-based, and social simulation games. Kiki prides himself on cultivating an inclusive community focusing on Mental Health and being a safe zone for all, more specifically the LGBTQIA+ community.",
      "priority": 1,
      "twitch": "Kiki_Healz",
      "twitter": "HealzKiki",
      "instagram": "Kiki_Healz",
      "youtube": "UCmnVB3ggXvokk_iCRjjkKow",
      "image": "KikihealzSquare.png"
    },
    {
      "name": "LETSPLAYGAYMES",
      "title": "",
      "type": "VARIETY",
      "description": "Jora is a black, bisexual, disabled gremlin and reformed Taurus from Chicago. A year ago, they fell into the kindest corner of twitch, became a variety streamer, and never looked back. With an acting background and a passion for social justice, streaming is the perfect outlet for her brand of chaos.",
      "priority": 1,
      "twitch": "LetsPlayGaymes",
      "twitter": "letsplaygaymes",
      "instagram": "gaymesta",
      "image": "letsplaygaymes.PNG"
    },
    {
      "name": "LOUISEYHANNAH",
      "title": "",
      "type": "VARIETY",
      "description": "Hannah is a bisexual British variety streamer! She loves to play a range of RPGs for the first time, from Square Enix to Naughty Dog. Catch Hannah thirsting over video game characters, not realizing her face is making that many expressions, and all around having a great time with chat!",
      "priority": 1,
      "twitch": "louiseyhannah",
      "twitter": "louiseyhannah",
      "instagram": "louiseyhannah",
      "youtube": "louiseyhannah",
      "image": "louiseyhannah.png"
    },
    {
      "name": "MADAMEGANDALF",
      "title": "",
      "type": "VARIETY",
      "description": "MadameGandalf is a Wizard of Variety and a vibrant, Bi, Tavern owner. You can often find her singing, cooking, adventuring and roleplaying for the weary heroes that come across her Green Dragon Tavern; a warm welcome for Orc, Halfling, Elf and Tiefling alike, all misfits are at home around her hearth!",
      "priority": 1,
      "twitch": "MadameGandalf",
      "twitter": "MadameGandalf",
      "instagram": "MadameGandalf",
      "youtube": "MadameGandalf",
      "image": "madamegandalf.jpg"
    },
    {
      "name": "MIKECHEB",
      "title": "",
      "type": "VARIETY",
      "description": "Mike builds his streams around interactions with his warm, welcoming community. He loves cozy games like Animal Crossing, but isn't afraid to get his hands dirty learning to bake, make a fool of himself drawing horrid speed art, or scream his way through a horror game.",
      "priority": 1,
      "twitch": "MikeCheb",
      "twitter": "MikeCheb",
      "instagram": "MikeCheb",
      "image": "mikecheb.jpg"
    },
    {
      "name": "NICHOLASVANJ",
      "title": "",
      "type": "VARIETY",
      "description": "Nicholasvanj is a Zimbabwean-born streamer living in South Africa. Nick has a passion for community and believes that gaming is an amazing platform on which to bring people together. He is a variety streamer with a quirky sense of humour, and prides himself on a truly inclusive community experience.",
      "priority": 1,
      "twitch": "NicholasVanj",
      "twitter": "NicholasVanj",
      "instagram": "NicholasVanj",
      "image": "nicholasvanj.jpg"
    },
    {
      "name": "OPHELIAUP",
      "title": "",
      "type": "VARIETY",
      "description": "Serving you glamor, scares, and laughs, OpheliaUp is a drag artist and queer content creator! She showcases a broad variety of games, from survival horror to MMOs to battle royales, while fostering a tight-knit community based on inclusivity, authenticity, and positivity!",
      "priority": 1,
      "twitch": "OpheliaUp",
      "twitter": "OpheliaUp",
      "instagram": "MissOpheliaUp",
      "image": "opheliaup.JPG"
    },
    {
      "name": "PANTSTRESBIEN",
      "title": "",
      "type": "VARIETY",
      "description": "Mel is a Latinx Ace Bi variety streamer and cosplayer whose superpower would be to send positive, good vibes to everyone with a hug. She plays a lot of FFXIV, DbD, RPGs, and story-driven games while occasionally cosplaying on stream. Come by for chill vibes, laughing, and cosplays!",
      "priority": 1,
      "twitch": "Pantstresbien",
      "twitter": "pantstresbien",
      "instagram": "pantstresbien",
      "image": "pantstresbien.jpg"
    },
    {
      "name": "POOKAJUTSU",
      "title": "",
      "type": "FFXIV",
      "description": "Pookajutsu is a FFXIV and narrative experiences broadcaster that leads a wholesome, dedicated community called The Stampede. He shares fantastical tales in a welcoming, inclusive environment, and encourages others to not only do well in life, but to do GOOD.",
      "priority": 1,
      "twitch": "Pookajutsu",
      "twitter": "Pookajutsu",
      "instagram": "Pookajutsu",
      "youtube": "Pookajutsu",
      "image": "pookajutsu.jpg"
    },
    {
      "name": "PROJECTRUBY",
      "title": "",
      "type": "VARIETY",
      "description": "It’s clownin’ Time! ProjectRuby is a Portuguese creator who spreads the Queer Agenda™ through Gaming, Podcasting and Music. His community, the Queerdom is a chaotic but safe and inclusive space where you can be a King, a Queen and everything in between!",
      "priority": 1,
      "twitch": "ProjectRuby",
      "twitter": "ProjectRuby",
      "instagram": "theprojectruby",
      "youtube": "ProjectRuby",
      "image": "projectruby.jpg"
    },
    {
      "name": "ANNIEMAYPLAY",
      "title": "",
      "type": "VARIETY",
      "description": "Tiny transfeminine from the great big country of Canada! Annie is a variety streamer who worries more about cozy vibes, lewd jokes, puns, and ridiculous wordplay than being... well, good at the games she's playing. Always trying to make her audience laugh and feel welcome.",
      "priority": 1,
      "twitch": "AnnieMayPlay",
      "twitter": "AnnieMayPlay",
      "image": "roodanniemays.png"
    },
    {
      "name": "SAMMYMJAY",
      "title": "",
      "type": "DEAD BY DAYLIGHT",
      "description": "Sammy is a gay streamer based in UK. He is a fog whisperer for Dead by Daylight and is mainly seen catching and sacrificing survivors with kindness. Sammy has focused on creating a fun, friendly and supportive place for all and help bring LGBTQIA+ representation into Dead By Daylight.",
      "priority": 1,
      "twitch": "Sammymjay",
      "twitter": "sammy_m_jay",
      "instagram": "sammy_m_jay",
      "image": "sammymjay.jpg"
    },
    {
      "name": "SHARKYAENNE",
      "title": "",
      "type": "VARIETY",
      "description": "Aenne is a non-binary pan streamer who focuses on anything with a good story, especially with romance! Not only do they stream games, but they make LGBTQIA+ games too(Most known is Arcade Spirits). They enjoy cultivating a space where everyone feels comfortable being thirsty and falling in love.",
      "priority": 1,
      "twitch": "sharkyaenne",
      "twitter": "peachyaenne",
      "instagram": "peachyaenne",
      "image": "sharkyaenne.jpg"
    },
    {
      "name": "SIMPLESAMMY",
      "title": "",
      "type": "DEAD BY DAYLIGHT",
      "description": "Sammy is a queer broadcaster from Canada who plays horror games with an emphasis on Dead by Daylight. His goal is to raise awareness for fellow queer Arab folx and to create a cozy space to just act goofy and game. Come shine your rainbow light across the universe in this warm and fuzzy community!",
      "priority": 1,
      "twitch": "simplesammy",
      "twitter": "simplesammy",
      "instagram": "simple.sammy",
      "image": "simplesammy.jpg"
    },
    {
      "name": "TQ",
      "title": "",
      "type": "VARIETY + ARTIST",
      "description": "TQ is known for her community interaction and charity work; with a big love for Nintendo, story-driven adventure, and horror games. A storyteller at heart, her Potion Shop and Pastries are always there when you need a little magic. She will absolutely quit a game if you can’t pet the dog.",
      "priority": 1,
      "twitch": "WitchyTQ",
      "twitter": "WitchyTQ",
      "instagram": "TQDraws",
      "youtube": "WitchyTQ",
      "website": "http://potionshop.ca",
      "image": "slytq.png"
    },
    {
      "name": "SPOOKYDRAWS",
      "title": "",
      "type": "ARTIST",
      "description": "Spooky is a demi-bi tattoo apprentice, mental health advocate and tea lover. She specializes in drawing florals and skulls and conversing with her chat to some midwest emo jams in the background. Her community focuses on supporting and uplifting each other through art and life.",
      "priority": 1,
      "twitch": "Spookydraws",
      "twitter": "spkydrws",
      "instagram": "spkydrws",
      "youtube": "UCTcYc-kltLNu8bj4Njt659g",
      "website": "https://spookydraws.com/",
      "image": "spookydraws.JPG"
    },
    {
      "name": "SUPERCALIY",
      "title": "",
      "type": "VARIETY",
      "description": "Supercaliy is a 28 year old variety streamer from Boston who enjoys a wide range of games from wholesome, cozy games to thrilling, horror games. As a openly gay person and survivor of heart disease, it’s been his goal to use his platform to create a safe place for everyone.",
      "priority": 1,
      "twitch": "Supercaliy",
      "twitter": "Supercaliy",
      "instagram": "Supercaliy",
      "image": "supercaliy.png"
    },
    {
      "name": "THE_MERMAE",
      "title": "",
      "type": "VARIETY",
      "description": "'the_MerMae' is a Métis Artist, Cosplayer, and Streamer with a focus on inclusive content and community engagement. A proud dog rescuer, taco eater, and lover of scotch, Mae loves creating content on Twitch with a specialty in narrative-driven games and traditional art & cosplay builds.",
      "priority": 1,
      "twitch": "the_MerMae",
      "twitter": "the_MerMae",
      "instagram": "the_MerMae",
      "youtube": "theMerMae",
      "image": "themermae.jpg"
    },
    {
      "name": "TIFFANYWITCHER",
      "title": "",
      "type": "CHARITY",
      "description": "Tiffany Witcher is a charity streamer that has raised over $10,000 for different causes from the Lupus Foundation to Trans Lifeline. She enjoys playing horror games from Dead by Daylight to Resident Evil. On top of streamer she's also a voice actor for indie games!",
      "priority": 1,
      "twitch": "TiffanyWitcher",
      "twitter": "_TiffanyWitcher",
      "instagram": "_TiffanyWitcher",
      "website": "https://TiffanyWitcher.com",
      "image": "TiffanyWitcher.jpg"
    },
    {
      "name": "TOPESTV",
      "title": "",
      "type": "VARIETY",
      "description": "Topaz is a proud Black Woman and out Lesbian. She is a variety streamer from the Bay Area who loves Apex, and also plays RPGs, Indie Games, and Sports games. She has a quirky personality, a big smile, and a  big heart. She welcomes everyone with open arms.",
      "priority": 1,
      "twitch": "topestv",
      "twitter": "_topes",
      "instagram": "_topes",
      "youtube": "UCV5PxSaQAV_c3Ng9gJb1_sg",
      "image": "topestv.JPG"
    },
    {
      "name": "TRINITY",
      "title": "",
      "type": "VARIETY",
      "description": "Trinity is an illustrator, witch, and plant mama who streams a variety of RPGS, indie games, and her art! Her Moon Coven is built on empathy, respect, and good vibes. Her streams are just an all around comfy cozy place to vibe out to some lofi and chill!",
      "priority": 1,
      "twitch": "TrinityDanae",
      "twitter": "_trinitydanae",
      "youtube": "https://youtube.com/channel/UCfSzjdkX5rc_j9UDhWUuDdw",
      "website": "https://www.danaebydesign.com",
      "image": "venuswitchery.png"
    },
    {
      "name": "WXNNIE_",
      "title": "",
      "type": "VARIETY",
      "description": "Wxnnie is an incredibly comfy Queer Vietnamese Gray-Ace variety streamer. On their Twitch channel, you’ll find them talking about neurodiversity, making silly puns, and providing a warm place to get cozy while playing Indie games. They welcome you to the Wxnner’s Cafe!",
      "priority": 1,
      "twitch": "Wxnnie_",
      "twitter": "_Wxnnie",
      "instagram": "Wxnnie_",
      "image": "wxnnie.png"
    },
    {
      "name": "JAYYYCUBBB",
      "title": "",
      "type": "VARIETY",
      "description": "Jacob is a queer content creator who creates an inclusive and warm space for marginalized communities. When they're not busy getting looped by a survivor in Dead By Daylight, they enjoy screaming at other competitive and party games. Come join their community for discussions on food, games and life!",
      "priority": 1,
      "twitch": "jayyycubbb",
      "twitter": "Jayyycubbb",
      "image": "JayyycubbbSquare.png"
    },
    {
      "name": "HUPO",
      "title": "",
      "type": "VARIETY + FFXIV",
      "description": "hupo, formerly HealmeHarry, is a gender fluid FFXIV and Genshin Impact streamer from Australia. On their stream they cover everything from casual to hardcore content, but the comfy vibes are always present kupo!",
      "priority": 1,
      "twitch": "hupo",
      "twitter": "hupotweets",
      "instagram": "hupogram",
      "image": "healmeharry.png"
    },
    {
      "name": "DELPHRON",
      "title": "",
      "type": "VARIETY",
      "description": "Originally from Ireland, Delphron a gay and proud content creator now living in America with his husband creates content to connect and learn with those in his community. Creativity, learning together, and queer focused conversations are a lot of what you can expect from his community.",
      "priority": 1,
      "twitch": "Delphron",
      "twitter": "Delphron",
      "youtube": "Delphron",
      "image": "delphron.jpg"
    }
  ]
}
